# БЛОК 1. ВЫВОД ПРИВЕТСТВИЯ ИГРОКОВ
def hello():
    #print(' <-x-o--x-o--x-o--x-o--x-o-> ')
    print(' <                         > ')
    print(' <  ИГРА КРЕСТИКИ-НОЛИКИ   > ')
    print(' <                         > ')
    #print(' <-x-o--x-o--x-o--x-o--x-o-> ')
    print(' <   играют два игрока     > ')
    print(' < первым ставится крестик > ')
    print(' <  при вводе указываются: > ')
    print(' <  координаты поля в фор- > ')
    print(' <  мате "х" и "y", через  > ')
    print(' <      пробел, где:       > ')
    print(' <   "x" - номер строки    > ')
    print(' <   "у" - номер столбца   > ')

hello()